{
  "str_D7F1AACE": "Часть вторая:",
  "str_46E63BFC": "Многообещающая ночь\r\n",
  "str_1FCBB2A2": "В руках мужчины мы увидели камни, которые он, кажется, собрал на пляже.",
  "str_F75A6281": "Сам мужчина выглядел немного пугающе, будто он был не здесь.",
  "str_5E733AA7": "Его глаза были затуманены то ли яростью, то ли какой-то надменностью по отношению к происходящему и к нам.",
  "str_4AF38ABC": "Голос мужчины звучал скользко и противно, а сам он производил впечатление того, с кем точно не хочется остаться наедине в безлюдном месте.",
  "str_411670EA": "Здравствуйте, вы здесь отдыхаете? На пляже?\r\n",
  "str_5E0126AD": "Да, люблю уединенные места.",
  "str_26C109CA": "А зачем Вам камни?",
  "str_CDA907A9": "Тебе правда интересно?",
  "str_467580F6": "Произнес мужчина мерзким, гнусавым голосом.",
  "str_68D97B36": "Это для моей коллекции. Хочешь, покажу ее тебе?",
  "str_0E57748C": "Мужчина резко схватил меня за руку и притащил к себе!",
  "str_CF0F4EC4": "Что мне делать?\r\n",
  "str_9DCFCB18": "Молча съежиться ",
  "str_42DE9D13": "Ударить его и оттолкнуть его от себя ",
  "str_6253EA81": "Закричать.\r",
  "str_10A5EEB3": "Отпусти ее, что ты творишь!\r\n",
  "str_45B2B602": "Строптивая девочка! Я запомнил твои милые глазки.",
  "str_0AC3B7AB": "Он это запомнит!",
  "str_99E0E86E": "Зачем кричать, я ведь еще не начал делать ничего плохого...",
  "str_20CB440D": "Миранда схватила с земли большой камень и пригрозила ему. ",
  "str_DE273BD3": "Убирайся отсюда, иначе я размозжу тебе голову этим камнем!\r\n",
  "str_D93D2E76": "Старик попятился в сторону от нас.",
  "str_4EDEF86A": "Это еще не конец, девочки!",
  "str_2C8E10AB": " Надеюсь, при следующей нашей встрече вы будете более снисходительны ко мне и моим шалостям.",
  "str_39A0EEC3": "Старик ушел в темноту, а мы еще пару минут молча стояли, обескураженные происходящим.  ",
  "str_4769DFB4": "Теперь пляж стал для меня тревожным местом.",
  "str_920A50A3": "Хотя всего в пяти минутах от нас находились дорога и какая-то закусочная, но эти пять минут уже не казались каким-то пустяком. ",
  "str_D15213D5": "Мерзкий старикашка! ",
  "str_41B48515": "Он меня напугал. Меня начинает пугать и это место.",
  "str_69466B9B": "Спокойно, психов везде хватает. Не думаю, что он осмелится подойти к нам еще раз, а если и попробует, то у меня где-то завалялся газовый баллончик.",
  "str_B5672BC1": "Сомнительная роскошь.",
  "str_FA2269EF": "Для него сойдет. Пошли. Не хочу портить себе вечер этим уродом. ",
  "str_9D2D93DF": "Пока мы шли по дороге, ведущей к городу, в мою голову закрались мысли об обреченности нашей с Мирандой дружбы. ",
  "str_7A5DA67F": "Через пару месяцев мы окажемся совсем в разных городах, и неизвестно, когда сможем увидеться снова.  ",
  "str_3882D695": "Миранда всегда была смелее и сильнее меня, я ей восхищалась и даже пыталась быть такой же: увлекаться тем же, слушать ту же музыку, ходить в те же места, что и она. ",
  "str_EC995FB7": "Но почему-то всегда я отходила на второй план, всегда была чем-то хуже ее, и она не упускала возможности мне об этом напомнить. ",
  "str_D41C4AE2": "Иногда я даже боялась сказать ей что-нибудь, боялась, что она снова меня осудит или посмеется над моими неудачами.",
  "str_8F9917BC": "Но, может быть, она так пыталась направить меня в правильную сторону?  ",
  "str_386D1967": "Кто знает, вдруг начало новой жизни в одиночку сделает меня сильнее, раскроет меня как личность. Может быть, люди станут замечать и меня?",
  "str_793B54DD": "Нет, дружбу с Мирандой не стоит терять, даже после переезда. Пусть мы с ней и разные, но мы много прошли вместе - всю школу.",
  "str_20443E23": "Да, пожалуй, взрослая жизнь должна принести мне новых друзей, которые будут уважать и ценить меня такой, какая я есть. ",
  "str_33AD93D4": "Может, мне и вправду лучше забыть о детской привязанности и начать новую жизнь?\r\n",
  "str_38CA3FF0": "Столько вопросов и страхов крутилось в моей голове.",
  "str_2528291D": "Но из этого забытья меня вывел резкий запах гнили, нагло вцепившийся в мои легкие. ",
  "str_0CCCA52A": "Ты чувствуешь этот мерзкий запах?\r\n",
  "str_C86F8B1E": "Наверное, что-то сдохло в кустах.\r\n",
  "str_9639C455": "Может быть, я вижу какой-то свет за деревьями.\r\n",
  "str_DAB07CE4": "Вот только давай не будем лазить в кустах и гоняться за светлячками?\r\n",
  "str_FBC23849": "Дай мне заглянуть. Я чувствую, что здесь что-то не так ",
  "str_91774162": "Ладно, но мне кажется там что-то странное ",
  "str_AB5DF625": "...",
  "str_20F52E36": "Я медленно отодвинула ветки кустов, чтобы посмотреть, что находится за ними.",
  "str_852F8034": "За кустами в траве виднелся жуткий алтарь. Вокруг красной пентаграммы, нарисованной на земле, стояли свечи.",
  "str_A0702DB9": "По ее центру я увидела что-то странное, похожее на тело какого-то зверька.",
  "str_91B821CD": "Это ужасно! Посмотри, Миранда!",
  "str_B5F62934": "Миранда неохотно полезла в кусты.",
  "str_F7960377": "Успокойся, наверняка подростки прикалываются.",
  "str_F64C82B9": "Тебя вообще ничего не волнует? Это отвратительно и жутко, а еще эта мерзость недалеко от места, где мы собираемся спать в палатке целую неделю.",
  "str_60CBE70C": "Если так переживать из-за каждой мелочи, тогда зачем вообще выходить из дома?",
  "str_B2F248B8": "Наверное, ты права. Надеюсь, это чей-то розыгрыш.",
  "str_FF4574CC": "Нет, это не нормально. Я вообще не хотела сюда ехать. Мы могли выбрать что-то более безопасное, но как всегда сделали по-твоему!",
  "str_D92458BF": "Нужно ко всему относиться попроще. А теперь пошли быстрее, мне сегодня точно нужно развеяться. ",
  "str_240CDB35": "Пошли, нам осталось идти всего пару минут.",
  "str_856B94B1": "Ладно, давай, только быстро",
  "str_2D130A78": "Мы подошли к клубу. Возле входа неспешно трепались около десятка людей.  ",
  "str_A215F053": "Миранда подошла к одному из парней и игриво попросила у него сигарету. Я нехотя поплелась за ней. ",
  "str_07668B8E": "Привет, не одолжишь сигаретку?",
  "str_AFB175F3": "Парень",
  "str_F3FFE950": "Да, конечно.",
  "str_5F41252E": "Приятно познакомиться, Том.",
  "str_A01893D3": "Я Миранда, а это - Элис.",
  "str_85083641": "Отдыхаете здесь? Я вас раньше не видел.",
  "str_D26F21A4": "Да, мы остановились на диком пляже, недалеко отсюда. Приехали на пару дней.",
  "str_E0D7229D": "Отдыхаем, и мы здесь ненадолго.",
  "str_E3065AB7": "Дать ответить Миранде.",
  "str_06EECB9E": "На пляже? Круто.",
  "str_4869E0D4": "Тогда вы выбрали неплохое времяпрепровождение, по крайней мере, для этого захудалого городишки.",
  "str_FE7595F7": "Круто, может, еще увидимся.",
  "str_C5B67C17": "Мы вольные пташки, сегодня здесь, завтра где-нибудь еще.",
  "str_F2CDE603": "Мы зашли в клуб. Режущее глаза освещение неоновых ламп медленно обволакивало тела, кружившиеся в эйфории музыки.",
  "str_A8A465C5": "Видимо, концерт начался раньше.",
  "str_DC724525": "Каждый звук отдавался внутри моего тела, сливаясь с биением сердца.",
  "str_02440686": "Миранда потянула мое безвольное тело в самую гущу людей.",
  "str_C5FE020E": "Я почувствовала, как музыка захватила мой разум, мое тело, стала жадно бурлить в моих венах.",
  "str_77FFB605": "Я отдалась танцу, как-то по-животному, страстно, ненасытно.",
  "str_45AD3078": "Я увидела, как в конце клуба меня жадно поедали глазами Эдвин и Марк. И из-за этого я вошла в азарт. Игривая улыбка застыла на моем лице.",
  "str_CA92C113": "Музыка будто зарядила меня энергией.",
  "str_4E8BC651": "Весь сегодняшний день испарился под лучами прожекторов.",
  "str_7F0FFC93": "Я закрыла глаза и просто потерялась в доходящих до меня словах, ритмах, в движении тел, обволакивающих меня по сторонам.",
  "str_1EE6D878": "Миранда подтянула меня к себе, провела рукой по моему лицу, и я увидела в ее пальцах какую-то таблетку.",
  "str_F5417E21": "Она игриво и в то же время властно посмотрела на меня так, что я потеряла ощущение реальности и себя, своей воли.",
  "str_102D6238": "Я просто отдалась музыке и позволила танцу освободить меня от всех условностей и переживаний.",
  "str_42073D45": "Я почувствовала, как что-то жгущее скользнуло по моему языку.",
  "str_95F4A489": "Миранда притянула меня к себе, и наши тела начали двигаться в унисон ритму, в тесной близости друг к другу.",
  "str_5BA2FF39": "Я будто почувствовала все запахи мира, каждый звук, движение.",
  "str_1B7AF559": "Один из этих запахов я уже встречала сегодня. Чьи-то сильные руки обняли меня сзади. ",
  "str_0729F783": "Я повернула голову и увидела Эдвина. Его лицо расплывалось в улыбке, а аромат его тела захватил мое сознание, оградив меня от посторонних мыслей и чувств. ",
  "str_DAEC2D1B": "Мы продолжили танец вместе в тесном единении наших желаний и тел. ",
  "str_BE1F3A5C": "Рад тебя видеть снова.",
  "str_F40CF026": "Весь день не могла выкинуть тебя из головы.",
  "str_DBB5A292": "Я думала, мы встретимся позже, после концерта.",
  "str_568271BD": "Прости, но я хочу потанцевать одна.",
  "str_03D89219": "Рад это слышать.",
  "str_6446B62A": "Мы не смогли ждать так долго.\r\n",
  "str_51981FBC": "Мне показалось, между нами проскользнула искра, но увы. Не буду тебе мешать.",
  "str_A6E4A65C": "Может, выйдем ненадолго на улицу? Тут в паре минут есть одно прекрасное место, особенно красивое на закате.",
  "str_4A8C11A1": "Давай, хочу это увидеть",
  "str_C0C34D26": "Давай останемся здесь, не хочу пропускать концерт.",
  "str_62136353": "Отлично, пошли.",
  "str_DAB7ED86": "Я увидела, как через танцпол Марк уверенно направился ко мне.",
  "str_E895094A": "Он подошел вплотную, лицом к лицу, а его рука нежно прикоснулась к моей талии.",
  "str_61688C55": "Я хочу потанцевать с тобой. Ты же не откажешь мне в этой мелочи?",
  "str_132BC6B1": "Тебе я не могу отказать ни в чем",
  "str_685F6CAF": "Прости, я немного устала. Наверняка, Миранда сможет составить тебе компанию",
  "str_EFC92F3C": "Думаю, что откажу",
  "str_6E1A26CD": "Я почувствовала его горячее дыхание на моей шее, а наши тела поддались ритму и продолжили двигаться в унисон.",
  "str_B48A5D49": "Прости, я, наверное, поспешил. Мне показалось, между нами что-то есть.",
  "str_4DB7C083": "Может, выйдем, подышим на улицу?",
  "str_FB439892": "Нет, не хочу оставлять Миранду одну.",
  "str_537B0BC2": "Я не прочь подышать.",
  "str_C7D3607D": "Мы с Мирандой продолжили танцевать, извиваясь в тесной близости друг к другу.",
  "str_1BC4AB09": "Я была рада, что мы вдвоем – вдвоем, как всегда, против целого мира.",
  "str_B51485FB": "Мы продолжали двигаться под новые и новые треки, продолжали быть самими собой.",
  "str_8F744ED2": "Ладно, увидимся позже.",
  "str_F0A01581": "Как скажешь.",
  "str_F44C818D": "Все вокруг слилось в какой-то прекрасный витраж.",
  "str_A851BB48": "Я, будто в калейдоскопе тел, лиц, света и музыки, потеряла ощущение реальности.",
  "str_079220C8": "Когда я открыла глаза, Миранды рядом со мной уже не было и я не могла разглядеть ни одного знакомого лица в толпе.",
  "str_862D377D": "Эдвин нежно взял меня за руку и повел за собой сквозь толпу к выходу.",
  "str_C997177F": "Зрелище было завораживающее.",
  "str_68B9D3E2": "Солнце уже практически утонуло в морском горизонте, и его свет озарял небо кроваво-красными тонами, отдающими цветные блики на воде.",
  "str_CD357F43": "Руки Эдвина коснулись моей талии. Он прижал меня спиной к себе и нежно поцеловал мою шею.",
  "str_CEB20375": "Я наслаждалась каждым мгновением рядом с ним.",
  "str_BA468298": "Прикосновения его рук заставили мое тело гореть, а сердце биться чаще. Я старалась жадно глотать воздух, чтобы не потеряться в этом влечении к нему.",
  "str_635329CC": "Эдвин развернул меня к себе. Огонь в его глазах заставил меня дышать еще чаще. Его руки жадно блуждали по моему телу, а губы примкнули к моим.",
  "str_62B7828F": "В один миг мы остались без одежды, и я не могла отвести глаз от его прекрасного тела: накаченных и сильных рук, которые нежно и в то же время грубо исследовали меня, его пресса, широких плеч.",
  "str_CBC0CBD1": "Наши тела слились воедино под последними лучами уходящего во тьму солнца.",
  "str_2CCC45F3": "Насытившись друг другом, мы лежали на песке уже в полной темноте.",
  "str_AB3D4605": "Наверное, нам пора идти, а то замерзнем.",
  "str_EF5D4CF1": "Да, ты прав, уже прохладно.",
  "str_655C56CD": "Натянув на себя одежду, мы вновь слились в нежном поцелуе и направились в обратно в клуб.",
  "str_DBD2E659": "Мы пойдем через парк к небольшому утесу, который откроет вид на море и горы.",
  "str_035F1DE9": "Мне надо ненадолго отойти, я тебя найду.",
  "str_9F9B350F": "Эм, ладно.",
  "str_4D169DC2": "Мы с Марком вышли из клуба и направились в сторону парка, который находился в минуте ходьбы.",
  "str_2B689338": "Знаешь, ты мне вправду очень понравилась.",
  "str_ECF7C372": "Знаю, ты не слишком это скрываешь.",
  "str_06DED556": "Марк лукаво улыбнулся и произнес... ",
  "str_29CA7A12": "Может, я и не хотел скрывать.",
  "str_4598E1ED": "В этот момент искры снова полетели между нами.",
  "str_0D96C463": "Мое тело будто магнитом притягивало к нему. И, кажется, я не могла сопротивляться этому влечению.",
  "str_E8CA0ADA": "Марк все понял и нежно привлек меня к себе.",
  "str_5CAE465D": "Наши губы потянулись друг к другу, пока не слились воедино.",
  "str_7169C0F0": "Он продолжил целовать мою шею, плечи, сжимая крепкими руками талию.",
  "str_FB2BE0E6": "Сгорая от возбуждения, я обхватила руками его голову и притянула еще ближе к себе, запустив пальцы в его волосы.",
  "str_312DD168": "Я не заметила, как одежда соскользнула с моего тела, а поцелуи Марка спустились от моей груди вниз.",
  "str_098F9D42": "Его руки обхватили мои бедра, а поцелуи заставили меня невольно застонать.",
  "str_7BCA87E0": "Внутри моего тела, через край наполненного вожделением, все затрепетало, заставив биться в экстазе.",
  "str_45714D0A": "Мои ноги будто онемели, а в глазах потемнело, и я была готова упасть, но руки Марка подхватили меня и притянули к себе.",
  "str_8CD9E3FE": "Мы простояли так, в нежных объятиях, еще пару минут, и позже шум приближающихся людей заставил нас одеться и пойти обратно в клуб.",
  "str_927C57E4": "Я отойду ненадолго.",
  "str_6D38F68F": "Ладно, хорошо.",
  "str_752BC52E": "Мой взор упал на барную стойку, где сидел Том. Увидев, что я смотрю на него, он позвал меня к себе легким жестом руки.",
  "str_D4DF3EA7": "Здесь каждый второй просто пожирал тебя глазами.",
  "str_453A2870": "От этих слов на моем лице засверкала лукавая улыбка.",
  "str_C8B47124": "Вижу, ты отрывалась по полной.",
  "str_FE2D0B9B": "Это, наверное, не твое, да? Ты держалась достаточно сдержано на танцполе.",
  "str_8B57F8CA": "Да, эта музыка захватила мое сердце и душу.",
  "str_58961DAD": "Мне понравилось наблюдать за тобой.",
  "str_2E882E34": "Просто не люблю привлекать к себе лишнее внимание.",
  "str_3519BC39": "Звучит немного странно, тебе не кажется?\r\n",
  "str_3EA28686": "Просто ты еще недостаточно пьяна. Я уже давно заказал для тебя коктейль и все гадал, заметишь ли ты меня.",
  "str_6764D373": "Том протянул мне какой-то коктейль голубого цвета. ",
  "str_DD7C53F0": "Только один, мне и так уже хватило веселья.",
  "str_B949F486": "Да, думаю и одного будет достаточно.",
  "str_2CEE3E40": "Я медленно потягивала коктейль через трубочку и оглядывалась по сторонам.",
  "str_1C33C0CA": "В другом конце клуба я, кажется, заметила, как Миранда и Марк вместе выходили из коридора, где находились туалеты.",
  "str_69DD5BCD": "Вроде где-то невдалеке от них промелькнуло лицо Эдвина. ",
  "str_75D880A8": "Думаю, мне лучше пойти к моим друзьям.",
  "str_F8473E84": "Ты уверена?\r\n",
  "str_EFC4F286": "Да. Еще увидимся.",
  "str_4E91DDEB": "Я шла через толпу к ребятам и чувствовала себя как-то странно.",
  "str_0C2060E5": "Наверное, коктейль был слишком крепким, потому что все мое окружение цветным водоворотом швыряло меня из стороны в сторону.",
  "str_E2F3C1F0": "Было забавно.",
  "str_B67FD6DE": "Сколько это еще будет продолжаться, я не понимаю, как можно быть такой тварью!",
  "str_9D2607EE": "Это правда?\r\n",
  "str_67B39E63": "Я запомнил твои милые глазки.",
  "str_D7420949": "И тут что-то пошло не так...",
  "str_C17CEA9F": "Том",
  "str_EBE1B5CB": "Пента в кустах",
  "str_8725AFEE": "Ушла с Эдвином",
  "str_0C66266D": "Ушла с Марком",
  "str_9DF0B694": "Осталась с Мирандой",
  "str_6AF6EAC0": "Том знает где остановились",
  "str_0B6495F5": "Дружба с Мирандой",
  "str_76BFF3C3": "Старик запомнил!"
}