{
  "str_A3360152": "Первое, что я помню - это шум волн, лениво разрывающих полотно моря о прибрежные камни. Запах соли, клинком царапающий горло.",
  "str_F54C1B4A": "Третья часть",
  "str_7ACD56F5": "Кровавая луна",
  "str_BE0AC531": "Чувствую, как все пересохло во рту, как потрескались губы.",
  "str_94EE0452": "Чувствую боль, опоясывающую все тело.",
  "str_B88EBE40": "Страх и отчаяние...",
  "str_E110A859": "Я открываю глаза и вижу дневное солнце. Повернув голову набок - каменистый берег и волны, ходящие туда-сюда и крадущие мелкие камушки в свое необъятное лоно.",
  "str_915090ED": "Как я здесь оказалась? Что это за место? И почему так больно?",
  "str_1D884264": "Я пытаюсь подняться. Все кружится в глазах.",
  "str_8EFACE46": "Мои руки и ноги в мелких порезах. Видимо, я упала прямо на камни. Колени ободраны.",
  "str_12151F38": "Попытки понять где я, не принесли никакого результата. Просто пляж, скорее всего, дикий, раз тут нет ни одного человека.",
  "str_B6219402": "В голове проносится мысль: \"Где Миранда?\".",
  "str_1730BA77": "Мне нужно ее найти. Нужно вернуться к палатке.",
  "str_62BC76FF": "Телефона, как и всех остальных вещей, рядом со мной не оказалось. И как понять куда идти?\r\n",
  "str_04C48200": "Вправо.",
  "str_7309E637": "Влево.",
  "str_80DA794F": "Я неспешно и через ноющую боль во всем теле поплелась направо.",
  "str_0C7E035A": "Через пять минут я подошла к зарослям кустарника, загораживающим путь к дороге.",
  "str_B71DD8FB": "Мой взгляд привлек силуэт мужчины, ополаскивающий свою обувь в воде.",
  "str_676C7B4E": "Нужно подойти и узнать где я.",
  "str_267EEBE0": "Приблизившись, я окликнула мужчину.",
  "str_4AA9C4C7": "Ко мне повернулся Том. Тот самый парень, которого я встретила вчера в клубе.",
  "str_B322FC9C": "Вся его одежда была мокрой.",
  "str_1FF30067": "Доброе утро!",
  "str_6AF78CFF": "Здравствуй.",
  "str_B67103D5": "Я немного помедлила перед тем, как осыпать его вопросами о происходящем.",
  "str_DFF3625B": "Что произошло ночью? И, самое главное, где мы?\r",
  "str_878D8D3F": "Кажется, здесь я тебе не помощник. Последний раз я видел тебя в клубе.",
  "str_07064B8A": "Тогда что ты здесь делаешь?",
  "str_AFE55583": "Люблю бегать по утрам, стало жарко, и я решил промокнуть одежду.",
  "str_B245DAA1": "Так все же, где я?",
  "str_EDA5000C": "Дикий пляж недалеко от Гроссер Мун.",
  "str_6623E6F6": "Просто скажи, как мне вернуться к дикому пляжу у клуба.",
  "str_3EBD70CB": "Ты повернула не туда, иди по левому берегу.",
  "str_0F977C22": "Спасибо!",
  "str_9B42CA2B": "Ты не заметил вчера ничего странного?",
  "str_19324097": "Нет. Разве что, ты поссорилась со своей подругой. Не помнишь?",
  "str_70AB7467": "Я ничего не помню после того коктейля, что ты мне дал.",
  "str_6C15EC20": "Разве могли пару коктейлей стереть всю ночь из твоей головы? Или же были не только они?",
  "str_3C35B0A1": "Это уже не важно.",
  "str_2E8DD8FD": "Знаешь, мне кажется ты не та, кем притворяешься. В тебе слишком много фальши, быть может, ты лжешь даже самой себе.",
  "str_7E5E76F8": "Просто оставь меня.",
  "str_A221FF5E": "О чем ты?",
  "str_1DAF4217": "Твои глаза вчера, они были такие злые, ты просто горела грешным пламенем ненависти ко всему и всем.",
  "str_BBCBEFD0": "Парень лукаво улыбнулся мне. Его глаза будто почернели, а слова хрипотцой зазвенели в моих ушах.",
  "str_F35C6DC5": "Может, и не притворяешься, а, может, ты и сама не знаешь, кто ты.",
  "str_BE59F0AD": "Я не притворяюсь!",
  "str_752B75C9": " в контактах",
  "str_E1002B27": "Я пошла налево в поисках хоть каких-нибудь знакомых мест.",
  "str_B370A33D": "Утреннее солнце, кажется, не сильно грело, но обезвоживание и головная боль превращали мой путь в адский лабиринт из одинаково похожих камней и песка.",
  "str_A91EDFCF": "Дорога не кончалась, однако на пляже начали появляться фигуры людей.",
  "str_CEFA920E": "Одна из них пронзительно посмотрела мне в глаза.",
  "str_4D5FD053": "Это был мужчина, старик. Он выглядел слишком странно, даже для таких мест.",
  "str_7800E010": "Старик",
  "str_631C287A": "Здравствуй, дитя! Ты выглядишь потерянной.",
  "str_B8101830": "Да, я потерялась, но думаю, я знаю куда идти.",
  "str_BE518E3C": "А мне так не кажется.",
  "str_B9F0A4C5": "Старик как-то по-доброму посмотрел на меня и улыбнулся.",
  "str_FA3EDFFA": "Меня зовут Самуил Осия, и я скиталец, поэтому не могу многого тебе предложить, но все же есть одна вещь. Иногда я вижу то, что было и будет, и могу предсказать твой путь.",
  "str_0F33CC6B": "Что же, ступай с миром дитя.",
  "str_A4B76015": "Подойди поближе и дай мне заглянуть в твои глаза.",
  "str_2855FEC3": "Взгляд старика будто заставил мою душу вздрогнуть.",
  "str_33E9BAA7": "В голове слайдами сменяли друг друга картинки из моих воспоминаний, моей жизни.",
  "str_A83C67F6": "Я вижу, что вокруг тебя витает нечто зловещее. Тебе не стоит доверять тем, кого ты мало знаешь, и  не стоит верить даже самой себе.",
  "str_E2A1C1AE": "Тебе предстоит пройти сложный путь и только от тебя зависит, каким человеком ты выйдешь из этого города.",
  "str_1D695D39": "Это не многое прояснило для меня.",
  "str_E8D1F9AB": "Однако, это все, что я могу тебе сказать сейчас. Твоя судьба будет написана заново, и я не вижу ее исход.",
  "str_E899159E": "Ладно, спасибо. Мне пора.",
  "str_A1C75C6B": "Я продолжила путь к дикому пляжу. Перед глазами начали мелькать знакомые пейзажи.",
  "str_BFAA885E": "В голове крутились мысли и догадки. Что же вчера произошло?",
  "str_D2C27EC9": "Передо мной возникли желтые ленты и куча полицейских, которые ограждали территорию пляжа.",
  "str_EBEBBCF6": "В толпе зевак я увидела два знакомых силуэта. Это были Эдвин и Марк.",
  "str_26285779": "Я сразу же подошла к парням.",
  "str_CB003B62": "Что здесь происходит?",
  "str_C0DEEDCF": "Парни странно переглянулись.",
  "str_B47A5626": "Ты не знаешь?",
  "str_9602887A": "Нет! Я очнулась на каком-то каменном пляже и совершенно не помню, что произошло.",
  "str_3DA34232": "Ох, Элис! Миранда, она..",
  "str_45BA9543": "Эдвин не мог закончить предложение.",
  "str_A6092EC9": "На этой паузе вся моя жизнь пролетела перед глазами.",
  "str_641091E0": "Ну же, скажи, что произошло!",
  "str_9AEE06FA": "Миранда мертва. Кажется, ее убили. Мы увидели тело, когда приплыли проведать вас.",
  "str_565FA41D": "У вас хорошие отношения с Эдвином",
  "str_5B89A450": "У вас хорошие отношения с Марком",
  "str_F1BB40F8": "Элис, дело в том, что Миранда мертва, и ее тело совсем недавно обнаружили прямо здесь, на пляже.",
  "str_EBC1A3C2": "У вас недостаточно хорошие отношения с парнями",
  "str_4F737AA6": "Лучше ты нам скажи, что произошло!",
  "str_9BB0FE35": "Я не понимаю, о чем ты говоришь!",
  "str_4C80208D": "Мы нашли тело Миранды, когда приплыли проведать вас.",
  "str_42EE69FD": "Тело? Что ты, что ты сказал?",
  "str_BE3E04C6": "Что ты с ней сделала?!",
  "str_CA674729": "Я ничего не делала!",
  "str_7C1B61C4": "Посмотри на себя! Ты вся в ранах. Это явно сделала ты!",
  "str_D9CB1D3A": "В глазах все потемнело.",
  "str_4CD5AE00": "Я не понимаю, как такое могло произойти.",
  "str_AEFA1DFF": "Когда я пришла в себя, увидела, как ко мне подошел полицейский.",
  "str_2E22B14D": "Добрый день, как я понимаю вы Элис. Верно?",
  "str_AFD87223": "Да, это я.",
  "str_DC6FD4C2": "У вас хорошая репутация",
  "str_6CD85781": "Я попрошу вас явиться в участок для дачи показаний!",
  "str_90FB77CB": "Офицер, я думаю, вам стоит задержать ее, она последняя, кто был с Мирандой!",
  "str_8612CBBA": "Вы все являетесь подозреваемыми, пока не появятся доказательства обратного! Так что я сам решу, что мне делать.",
  "str_F5B40442": "У вас плохая репутация",
  "str_9861049E": "Парни, зачитайте ее права и наденьте наручники.",
  "str_65978F7A": "Что? Но я ведь ни в чем не виновата!",
  "str_7A262012": "Офицер повел меня за собой в полицейскую машину.",
  "str_19AC4DE0": "Офицер, я не думаю, что она виновата. Возможно, Элис тоже жертва!",
  "str_403944A5": "Хорошо, но вам все равно придется последовать со мной в участок!",
  "str_A2537325": "Офицер, подождите! Вы ведь еще не знаете, что произошло! Я знаю эту девушку и думаю, что она невиновна!",
  "str_7A5E45DD": "Парни презрительно посмотрели на меня и ушли.",
  "str_991CCB32": "Приближаясь к машине, я не могла поверить во все происходящее.",
  "str_5D211240": "Обернувшись в сторону, я увидела тело Миранды за закрывающимися дверями машины скорой помощи."
}