{
  "str_1AA4873C": "Wild Beach",
  "str_EB133F16": "Part One: Meeting in the Coastal Waters",
  "str_86A599ED": "Caucasian",
  "str_4F394F1E": "Passion",
  "str_5D13A7F1": "Fun",
  "str_FEBA0FC4": "Restraint",
  "str_AEF9B513": "Reputation",
  "str_65738CDB": "Relationship with Edwin",
  "str_28D170F4": "Relationship with Mark",
  "str_3976D156": "Relationship with Miranda",
  "str_54BC83C2": "Yellow Tent",
  "str_4A239BE1": "Red Tent",
  "str_436CD854": "Blue Tent",
  "str_98F415A5": "Miranda's Resentment",
  "str_23A1C1A5": "Outfit for C3",
  "str_D8536408": "Edwin in Contacts",
  "str_2C3D4123": "Mark in Contacts",
  "str_235CB289": "Talking with Mark",
  "str_95058592": "Talking with Edwin",
  "str_57E3DD98": "Tent Set Up",
  "str_273B8DED": "Mongoloid",
  "str_67E2E758": "Negroid",
  "str_F29B40F2": "Ring Top and Denim Shorts",
  "str_A7B974A4": "Skirt and Top",
  "str_A7C53085": "Top and Jeans",
  "str_B81816F6": "Gray-Blue",
  "str_4F4C3ADD": "Brown",
  "str_040047CD": "Light Brown",
  "str_19CE9414": "Blonde Bob",
  "str_58746968": "Sandy Blonde Bob",
  "str_0773BEA9": "So here we are at the beach.",
  "str_CA0D8E82": "Miranda and I have been planning to go on a trip together after exams for a long time.",
  "str_861DC08C": "And it happened!",
  "str_09BFF82B": "All exams are done, studying is behind us, and in three months we'll be leaving for different universities.",
  "str_1B66C84E": "So this trip should be our farewell to the old life and the start of something new.",
  "str_90D3CE25": "Hey, why are you standing up? Who's going to set up the tent?",
  "str_BC20DBE4": "Attention! Some of your actions may affect the course of the story.",
  "str_A9443BCA": "Great idea!",
  "str_EA06EF87": "Camp first!",
  "str_9D930FCD": "Can we at least swim? Come on, please! We walked so long to get here. I can't stand this heat anymore.",
  "str_F413E10F": "Yeah, come on, you bore.",
  "str_4D58287E": "Well, what should I tell her?",
  "str_F47E241D": "Just be quick! Otherwise, we'll waste the whole day.",
  "str_43743C85": "Choose your appearance before starting the story",
  "str_E8015F9A": "Black",
  "str_51C9F844": "With Glitter",
  "str_C524081A": "Black Mini",
  "str_EBF79EA0": "We entered the water, and goosebumps covered my whole body. The smell of salt and fresh air made me forget for a second that the whole world existed around us.",
  "str_B1307960": "The shimmer of the sun, reflected off the smooth and barely noticeable waves, like a kaleidoscope, playfully beckoned my body and mind to follow, into another, shadowy space.",
  "str_F72B4F72": "But Miranda's voice brought me back to reality...",
  "str_C6F36AF6": "Brr. It's so cold!",
  "str_DCE39A2D": "Let's run! That way we'll get used to the water faster!",
  "str_10B6BBD3": "We ran towards the morning waves and, shouting, started splashing each other with water.",
  "str_792B001D": "Alright, we cooled off, that's enough. We still have to set up the tent.",
  "str_2AE47509": "We came out of the sea.",
  "str_4E5BAF2E": "Droplets of salt water sparkled like tiny crystals on our slightly tanned bodies.",
  "str_297AFBDC": "Our bodies quickly got used to the sea temperature, and we continued fooling around for a couple more minutes.",
  "str_CA2C44CD": "Something's unclear here, what color is our tent?",
  "str_340C1F4E": "Blue",
  "str_9380138B": "Red",
  "str_0F6F2CE3": "Yellow",
  "str_35BCF84F": "Alright, don't forget the main thing!",
  "str_BB73E49D": "Okay. So, I need to?",
  "str_67D227BE": "Tie the poles tighter.",
  "str_2EF12EA5": "Hammer the stakes in harder.",
  "str_13F61EBD": "Check the tension of the tarp.",
  "str_2928AD22": "Excellent! Now let's think about the real fun.",
  "str_A50B9826": "Could we spend the whole day lounging on the beach today?",
  "str_6B6A2799": "We'll have time for that later. We need to find the coolest party here. We came for adventure!",
  "str_3144B248": "Are you sure?",
  "str_8B06A37C": "Of course, we'll go to a local band's concert tonight, I already checked everything. The concert is at 7:00 PM.",
  "str_D1D1D024": "Then we do have a couple of hours to lounge and sunbathe.",
  "str_301557A3": "Now you're right!",
  "str_8ACE628C": "Miranda and I laid out our towels and started sunbathing under the summer sun.",
  "str_29847F87": "Our bodies gradually warmed up, and our skin, moisturized with sunscreen, shone pleasantly.",
  "str_637B9CA5": "I noticed the outline of a yacht appearing in the coastal waters.",
  "str_20D0F6B9": "Miranda, look! There's a yacht out at sea, it's so big.",
  "str_8B13C6B5": "Well, more like medium-sized. But it's still interesting. Maybe there are some guys on it?",
  "str_50B091BA": "Seems like it's going to be hot today!",
  "str_6720FCBB": "The main thing is that they're nice people, who they are isn't that important!",
  "str_A593FB37": "Hmm. What's the difference, we're not going to approach them, are we?",
  "str_C066BAD3": "Yeah, baby! We're going to have a blast!",
  "str_E58D036C": "I don't know about nice, but I think they'll have something to surprise us with!",
  "str_D362C275": "We sure will!",
  "str_23C476A2": "Miranda got up from her towel and started waving at the passing yacht.",
  "str_2BB2E8E0": "What are you doing? We don't know who's there!",
  "str_5C1FE3AD": "Probably some company of young and fun people, and wealthy too. Getting to know them won't hurt us!",
  "str_CF0F4EC4": "What should I do?",
  "str_C3067075": "The yacht changed course and approached the shore. Two muscular male silhouettes were visible on it.",
  "str_CA435CE4": "Look, they noticed us!",
  "str_C5E0B7DB": "Miranda looked at the yacht with interest.",
  "str_9CBCCB38": "The yacht stopped in the coastal waters of the beach, and the guys got on jet skis and headed towards us.",
  "str_2EB1BFB3": "I hope it was worth it...",
  "str_ADAD6096": "My god, look at those handsome guys, dibs on the dark-haired one.",
  "str_2DA7F895": "I looked over the young men. They really were very handsome.",
  "str_2B802345": "While Miranda was shamelessly staring at the yacht, the guys had already reached the shore and parked their jet skis.",
  "str_6B622357": "Hi, girls! I'm Edwin, and this is Mark!",
  "str_C1F56C58": "Mark waved at us.",
  "str_2F7FA4E7": "Hi, boys! My name is Miranda!",
  "str_403F41F1": "Miranda gave me a meaningful look, clearly indicating I should introduce myself.",
  "str_43ABDD7C": "Flirtatiously wink at Edwin",
  "str_962D74BF": "Flirtatiously wink at Mark",
  "str_309CA1F5": "Say: \"Hi\".",
  "str_AB5DF625": "...",
  "str_8EE62C1A": "Miranda suddenly pushed me aside and said: \"How nice that we met\".",
  "str_04F3572B": "Edwin, slightly embarrassed, smiled at me.",
  "str_612FFDE3": "This is Alice, we just got here today, but we're already ready to have a blast!",
  "str_DD679C0B": "Hi",
  "str_FAFCDDAD": "Haha, you're quick. Do you live right on the beach?",
  "str_DCB7D7DE": "Stand up and wave with Miranda",
  "str_6352670E": "Ignore the yacht",
  "str_AB7413D7": "Stand up and look curiously towards the yacht.",
  "str_959217CC": "The guy, raising one eyebrow, looked puzzled at our tent, which stood alone on the sand.",
  "str_96F82103": "Do you live right on the beach?",
  "str_13F16BED": "Yes, but if we find a more interesting spot, we'll think about changing locations.",
  "str_5FDC1D11": "Yes, it's a great option to always be near the sea, watch sunsets and sunrises, fall asleep under the starry sky.",
  "str_EF476A4C": "It's not a bad option.",
  "str_CB7CA2F6": "Anyway, if we find a more interesting spot, we'll think about changing locations.",
  "str_4A3440D6": "I think it's a great option to always be near the sea, watch sunsets and sunrises, fall asleep under the starry sky.",
  "str_D7CC0DA6": "I mean, it might be dangerous, since it's a wild beach, there are no lifeguards or security here.",
  "str_34433068": "Well then, it's a good thing we met you, you can keep an eye on us!",
  "str_5695D367": "I think we can arrange that!",
  "str_87ADDAA2": "The guys sat down near us, and we chatted a bit.",
  "str_D4032E09": "It turned out that Edwin lives in this area and owns the nightclub we were planning to go to for the concert tonight.",
  "str_9CB42A59": "And Mark isn't from here at all. He only comes in the summer, relaxes, and runs one of his seasonal businesses here.",
  "str_A907546C": "So, are you staying here for long?",
  "str_D790DD18": "For a week. Why? Do you want to spend more time with us?",
  "str_F66B0753": "We haven't decided yet.",
  "str_45D19FDE": "Why? Do you want to spend more time with us?",
  "str_EA6ACAC2": "Edwin thinks you're flirting with him.",
  "str_59E39F8E": "Maybe we should exchange numbers, Alice? Just in case. In case we need that promised protection on the wild beach?",
  "str_3EAD94B9": "Exchange numbers.",
  "str_4A9D32A7": "Don't give out your number.",
  "str_6A50BAC8": "Give your number to Edwin?",
  "str_B972B3CC": "Sorry, but you're moving too fast.",
  "str_037EBE2E": "Sorry, I didn't think it might seem like things are moving too quickly.",
  "str_2DE47FFC": "You know who's always ready to chat on the phone? That's right – me! Mark, you can write down my number, by the way.",
  "str_2D01285F": "Yes, let's do it. Alice, what about you?",
  "str_9A2F60C2": "Mark glanced awkwardly at Miranda but decided to support her initiative.",
  "str_714B8E9F": "At that moment, Miranda gave me a reproachful look.",
  "str_752B75C9": " in contacts",
  "str_1089CFEA": "Give your number to Mark.",
  "str_42C34961": "Don't give your number.",
  "str_F0495746": "Give him your number?",
  "str_6182709B": "The guys sat and chatted with us a bit more, and then started talking about continuing our acquaintance.",
  "str_3ED61BC4": "Maybe we can meet up tonight, after your concert?",
  "str_8E58169F": "Why not? I think that's a good idea.",
  "str_A2154505": "Great, then see you tonight!",
  "str_301AAAE5": "See you, Mark!",
  "str_1C3B323F": "See you, Edwin!",
  "str_19BDD45A": "See you tonight, guys!",
  "str_DFFF7EA0": "The guys leisurely got on their jet skis and headed towards the yacht.",
  "str_A91B6678": "Seems like we've been lying in the sun long enough. I felt my skin starting to sting a bit from sudden movements.",
  "str_8AB9C36C": "It's time to get ready for the concert.",
  "str_DCEB51DD": "Was I imagining it, or were you flirting with Mark?",
  "str_9652DBA2": "Well, it's not my fault.",
  "str_B8D60B2B": "Sorry, it was an accident.",
  "str_CF68A88F": "I don't think so.",
  "str_65E0565A": "Miranda will remember this!",
  "str_8B9D88EB": "Maybe we won't forget everything.",
  "str_BD04481F": "Sorry, it was an accident. I didn't mean to upset you, I was just trying to be nice.",
  "str_C585700E": "Really? Tonight, it's better to be nice to Edwin, and leave Mark to me.",
  "str_73557CBC": "I hope so, because I really liked him.",
  "str_994BDD22": "It's not my fault I attract guys' attention. And besides, we're here on vacation. We'll leave soon and forget everything that happened.",
  "str_3530C99E": "You were staring so shamelessly at Mark. I told you I like him!",
  "str_762A0BD2": "You're imagining things, I just said hi to him.",
  "str_402BC1AA": "Stop it, I'm not blind!",
  "str_C7C9C12F": "They're very nice! How do you like Edwin?",
  "str_03EF38A8": "I don't think I need a vacation fling.",
  "str_7B057D9E": "He seemed like a nice guy to me.",
  "str_CA32D845": "I don't know, I kind of liked Mark.",
  "str_7D3AB311": "Alright, let's get ready for the concert.",
  "str_FB33741F": "I'm not sure I have suitable clothes.",
  "str_5068E5EA": "I thought a tent meant we'd be in the woods or on the beach all the time. I wasn't expecting this kind of vacation.",
  "str_C6E5D3EE": "Then take something from my clothes.",
  "str_CD4FA4A7": "Miranda cooled down a bit...",
  "str_AF1DEAE0": "All done, now we can go!",
  "str_3DF0AC64": "I think I hear some strange noise.",
  "str_16807308": "It's right near us. Let's go check it out.",
  "str_0258ABB3": "The girls moved away from the tent and saw a male figure. It seemed the man was talking to himself and nervously fidgeting with something in his hands.",
  "str_D7791C8A": "The figure suddenly turned around and walked straight towards us.",
  "str_0376B58B": "Hello, girls!",
  "str_D23FD5B1": "Said the man threateningly as he came up close to us.",
  "str_E25027D4": "Red",
  "str_BDC72224": "Leggings and a see-through tank top",
  "str_6EE79712": "Red Wavy",
  "str_A5A041B8": "Pink",
  "str_D5DBBDEB": "Miranda",
  "str_F71AE2E8": "Edwin",
  "str_AC60ADBC": "Mark",
  "str_7800E010": "Old Man",
  "str_EC93720B": "Alice"
}