{
  "str_D7F1AACE": "Part Two:",
  "str_46E63BFC": "A Promising Night",
  "str_1FCBB2A2": "In the man's hands, we saw stones that he seemed to have collected on the beach.",
  "str_F75A6281": "The man himself looked a bit frightening, as if he wasn't all there.",
  "str_5E733AA7": "His eyes were clouded, either with rage or some kind of arrogance toward what was happening and toward us.",
  "str_4AF38ABC": "The man's voice sounded slimy and disgusting, and he gave the impression of someone you definitely wouldn't want to be alone with in a deserted place.",
  "str_411670EA": "Hello, are you here on vacation? On the beach?",
  "str_5E0126AD": "Yes, I like secluded places.",
  "str_26C109CA": "And why do you need the stones?",
  "str_CDA907A9": "Are you really interested?",
  "str_467580F6": "Said the man in a nasty, nasal voice.",
  "str_68D97B36": "It's for my collection. Do you want me to show it to you?",
  "str_0E57748C": "The man suddenly grabbed my arm and pulled me toward him!",
  "str_CF0F4EC4": "What should I do?",
  "str_9DCFCB18": "Shrink back silently",
  "str_42DE9D13": "Hit him and push him away from me",
  "str_6253EA81": "Scream.",
  "str_10A5EEB3": "Let her go, what are you doing!",
  "str_45B2B602": "Feisty girl! I'll remember your cute little eyes.",
  "str_0AC3B7AB": "He will remember this!",
  "str_99E0E86E": "Why scream, I haven't even started doing anything bad yet...",
  "str_20CB440D": "Miranda grabbed a large stone from the ground and threatened him.",
  "str_DE273BD3": "Get out of here, or I'll smash your head with this stone!",
  "str_D93D2E76": "The old man backed away from us.",
  "str_4EDEF86A": "This isn't over, girls!",
  "str_2C8E10AB": " I hope that at our next meeting, you'll be more lenient toward me and my little games.",
  "str_39A0EEC3": "The old man disappeared into the darkness, and we stood silently for a couple more minutes, bewildered by what had happened.",
  "str_4769DFB4": "Now the beach had become an unsettling place for me.",
  "str_920A50A3": "Even though there was a road and some snack bar just five minutes away from us, those five minutes no longer seemed like a trivial distance.",
  "str_D15213D5": "Disgusting old creep!",
  "str_41B48515": "He scared me. And I'm starting to get scared of this place too.",
  "str_69466B9B": "Calm down, there are weirdos everywhere. I don't think he'll dare approach us again, and if he tries, I have some pepper spray stashed somewhere.",
  "str_B5672BC1": "A dubious luxury.",
  "str_FA2269EF": "It'll do for him. Let's go. I don't want to ruin my evening because of that freak.",
  "str_9D2D93DF": "As we walked along the road leading to the town, thoughts about the doomed nature of Miranda's and my friendship crept into my head.",
  "str_7A5DA67F": "In a couple of months, we'll be in completely different cities, and it's unknown when we'll be able to see each other again.",
  "str_3882D695": "Miranda has always been braver and stronger than me; I admired her and even tried to be like her: get into the same things, listen to the same music, go to the same places she did.",
  "str_EC995FB7": "But somehow, I always ended up in second place, always somehow worse than her, and she never missed a chance to remind me of that.",
  "str_D41C4AE2": "Sometimes I was even afraid to say anything to her, afraid she would judge me again or laugh at my failures.",
  "str_8F9917BC": "But maybe she was trying to steer me in the right direction?",
  "str_386D1967": "Who knows, maybe starting a new life alone will make me stronger, reveal my personality. Maybe people will start noticing me too?",
  "str_793B54DD": "No, I shouldn't lose my friendship with Miranda, even after moving away. Even though we're different, we've been through a lot together—all through school.",
  "str_20443E23": "Yes, perhaps adult life should bring me new friends who will respect and value me for who I am.",
  "str_33AD93D4": "Maybe I really should forget about this childhood attachment and start a new life?",
  "str_38CA3FF0": "So many questions and fears swirled in my head.",
  "str_2528291D": "But I was snapped out of this reverie by the sharp smell of rot, brazenly clawing its way into my lungs.",
  "str_0CCCA52A": "Do you smell that disgusting odor?",
  "str_C86F8B1E": "Probably something died in the bushes.",
  "str_9639C455": "Maybe I see some light through the trees.",
  "str_DAB07CE4": "Let's just not go rummaging in the bushes and chasing after fireflies, okay?",
  "str_FBC23849": "Let me take a look. I feel like something's not right here.",
  "str_91774162": "Alright, but I think there's something strange there.",
  "str_AB5DF625": "...",
  "str_20F52E36": "I slowly pushed aside the branches of the bushes to see what was behind them.",
  "str_852F8034": "Behind the bushes, in the grass, lay a creepy altar. Candles were arranged around a red pentagram drawn on the ground.",
  "str_A0702DB9": "In its center, I saw something strange, resembling the body of some small animal.",
  "str_91B821CD": "This is horrible! Look, Miranda!",
  "str_B5F62934": "Miranda reluctantly pushed through the bushes.",
  "str_F7960377": "Calm down, it's probably just teenagers messing around.",
  "str_F64C82B9": "Doesn't anything bother you? This is disgusting and creepy, and it's not far from where we're going to sleep in a tent for a whole week.",
  "str_60CBE70C": "If you worry about every little thing, then why even leave the house?",
  "str_B2F248B8": "I guess you're right. I hope it's just someone's prank.",
  "str_FF4574CC": "No, this isn't normal. I didn't even want to come here. We could have chosen something safer, but as usual, we did things your way!",
  "str_D92458BF": "You have to take things easier. Now let's go faster; I definitely need to unwind tonight.",
  "str_240CDB35": "Let's go, we only have a couple more minutes to walk.",
  "str_856B94B1": "Alright, let's go, just be quick.",
  "str_2D130A78": "We arrived at the club. About a dozen people were chatting leisurely near the entrance.",
  "str_A215F053": "Miranda approached one of the guys and playfully asked him for a cigarette. I reluctantly trailed after her.",
  "str_07668B8E": "Hi, could you spare a cigarette?",
  "str_AFB175F3": "Guy",
  "str_F3FFE950": "Yeah, sure.",
  "str_5F41252E": "Nice to meet you, Tom.",
  "str_A01893D3": "I'm Miranda, and this is Alice.",
  "str_85083641": "Are you here on vacation? I haven't seen you around before.",
  "str_D26F21A4": "Yes, we're staying at the wild beach, not far from here. We came for a few days.",
  "str_E0D7229D": "We're on vacation, and we're not here for long.",
  "str_E3065AB7": "Let Miranda answer.",
  "str_06EECB9E": "On the beach? Cool.",
  "str_4869E0D4": "Well, you picked some decent entertainment, at least for this backwater town.",
  "str_FE75995F7": "Cool, maybe we'll see each other again.",
  "str_C5B67C17": "We're free spirits, here today, somewhere else tomorrow.",
  "str_F2CDE603": "We entered the club. The piercing light of neon lamps slowly enveloped the bodies swirling in the euphoria of the music.",
  "str_A8A465C5": "Apparently, the concert started earlier.",
  "str_DC724525": "Every sound resonated inside my body, merging with the beating of my heart.",
  "str_02440686": "Miranda pulled my unresisting body into the thick of the crowd.",
  "str_C5FE020E": "I felt the music seize my mind, my body, greedily bubbling in my veins.",
  "str_77FFB605": "I gave myself over to the dance, in a primal, passionate, insatiable way.",
  "str_45AD3078": "I saw Edwin and Mark at the far end of the club devouring me with their eyes. And that made me feel exhilarated. A playful smile froze on my face.",
  "str_CA92C113": "The music seemed to charge me with energy.",
  "str_4E8BC651": "The entire day evaporated under the beams of the spotlights.",
  "str_7F0FFC93": "I closed my eyes and simply got lost in the words, rhythms, and the movement of bodies enveloping me from all sides.",
  "str_1EE6D878": "Miranda pulled me closer to her, ran her hand over my face, and I saw some pill between her fingers.",
  "str_F5417E21": "She gave me a playful yet commanding look that made me lose my sense of reality and myself, my own will.",
  "str_102D6238": "I simply gave myself over to the music and let the dance free me from all conventions and worries.",
  "str_42073D45": "I felt something burning slide over my tongue.",
  "str_95F4A489": "Miranda pulled me close to her, and our bodies began moving in unison to the rhythm, in tight proximity to each other.",
  "str_5BA2FF39": "It was as if I could sense all the smells of the world, every sound, every movement.",
  "str_1B7AF559": "I had encountered one of these smells earlier today. Someone's strong arms embraced me from behind.",
  "str_0729F783": "I turned my head and saw Edwin. His face broke into a smile, and the scent of his body captured my consciousness, shielding me from other thoughts and feelings.",
  "str_DAEC2D1B": "We continued dancing together in a tight union of our desires and bodies.",
  "str_BE1F3A5C": "Glad to see you again.",
  "str_F40CF026": "Couldn't get you out of my head all day.",
  "str_DBB5A292": "I thought we were meeting later, after the concert.",
  "str_568271BD": "Sorry, but I want to dance alone.",
  "str_03D89219": "Glad to hear that.",
  "str_6446B62A": "We couldn't wait that long.",
  "str_51981FBC": "I thought I felt a spark between us, but alas. I won't bother you.",
  "str_A6E4A65C": "Maybe we can step outside for a bit? There's a beautiful spot just a couple of minutes away, especially nice at sunset.",
  "str_4A8C11A1": "Let's go, I want to see it.",
  "str_C0C34D26": "Let's stay here, I don't want to miss the concert.",
  "str_62136353": "Great, let's go.",
  "str_DAB7ED86": "I saw Mark confidently making his way toward me through the dance floor.",
  "str_E895094A": "He came right up to me, face to face, and his hand gently touched my waist.",
  "str_61688C55": "I want to dance with you. You wouldn't deny me that, would you?",
  "str_132BC6B1": "I can't deny you anything.",
  "str_685F6CAF": "Sorry, I'm a bit tired. I'm sure Miranda would love to keep you company.",
  "str_EFC92F3C": "I think I'll have to say no.",
  "str_6E1A26CD": "I felt his hot breath on my neck, and our bodies surrendered to the rhythm, continuing to move in unison.",
  "str_B48A5D49": "Sorry, I probably rushed things. I thought there was something between us.",
  "str_4DB7C083": "Maybe we can step outside for some air?",
  "str_FB439892": "No, I don't want to leave Miranda alone.",
  "str_537B0BC2": "I wouldn't mind some fresh air.",
  "str_C7D3607D": "Miranda and I continued dancing, writhing in tight closeness to each other.",
  "str_1BC4AB09": "I was glad it was just the two of us—together, as always, against the whole world.",
  "str_B51485FB": "We kept moving to new tracks, kept being ourselves.",
  "str_8F744ED2": "Alright, see you later.",
  "str_F0A01581": "As you wish.",
  "str_F44C818D": "Everything around merged into a beautiful stained glass.",
  "str_A851BB48": "I lost my sense of reality, as if in a kaleidoscope of bodies, faces, light, and music.",
  "str_079220C8": "When I opened my eyes, Miranda was no longer beside me, and I couldn't spot a single familiar face in the crowd.",
  "str_862D377D": "Edwin gently took my hand and led me through the crowd toward the exit.",
  "str_C997177F": "The view was mesmerizing.",
  "str_68B9D3E2": "The sun had almost completely sunk below the sea horizon, and its light painted the sky in blood-red tones, casting colorful reflections on the water.",
  "str_CD357F43": "Edwin's hands touched my waist. He pressed me against him, back to front, and gently kissed my neck.",
  "str_CEB20375": "I savored every moment near him.",
  "str_BA468298": "His touch made my body burn and my heart beat faster. I tried to greedily gulp air so as not to get lost in this attraction to him.",
  "str_635329CC": "Edwin turned me to face him. The fire in his eyes made me breathe even faster. His hands wandered greedily over my body, and his lips met mine.",
  "str_62B7828F": "In an instant, we were without clothes, and I couldn't take my eyes off his beautiful body: his muscular, strong arms, exploring me tenderly yet roughly, his abs, his broad shoulders.",
  "str_CBC0CBD1": "Our bodies merged into one under the last rays of the sun fading into darkness.",
  "str_2CCC45F3": "Satiated with each other, we lay on the sand in complete darkness.",
  "str_AB3D4605": "I guess we should go, or we'll get cold.",
  "str_EF5D4CF1": "Yes, you're right, it's getting chilly.",
  "str_655C56CD": "Pulling our clothes back on, we melted into another tender kiss and headed back to the club.",
  "str_DBD2E659": "We'll go through the park to a small cliff that overlooks the sea and mountains.",
  "str_035F1DE9": "I need to step away for a moment. I'll find you.",
  "str_9F9B350F": "Um, okay.",
  "str_4D169DC2": "Mark and I left the club and headed toward the park, which was just a minute's walk away.",
  "str_2B689338": "You know, I really like you.",
  "str_ECF7C372": "I know, you're not exactly hiding it.",
  "str_06DED556": "Mark gave a sly smile and said...",
  "str_29CA7A12": "Maybe I didn't want to hide it.",
  "str_4598E1ED": "At that moment, sparks flew between us again.",
  "str_0D96C463": "My body seemed magnetically drawn to him. And it seemed I couldn't resist this attraction.",
  "str_E8CA0ADA": "Mark understood and gently pulled me closer.",
  "str_5CAE465D": "Our lips reached for each other until they merged into one.",
  "str_7169C0F0": "He continued kissing my neck, my shoulders, squeezing my waist with his strong hands.",
  "str_FB2BE0E6": "Burning with excitement, I wrapped my arms around his head and pulled him even closer, running my fingers through his hair.",
  "str_312DD168": "I didn't notice as my clothes slipped off and Mark's kisses traveled down from my chest.",
  "str_098F9D42": "His hands gripped my hips, and his kisses made me moan involuntarily.",
  "str_7BCA87E0": "Inside my body, overflowing with desire, everything trembled, sending me into ecstatic throes.",
  "str_45714D0A": "My legs felt numb, darkness clouded my vision, and I was ready to fall, but Mark's arms caught me and pulled me to him.",
  "str_8CD9E3FE": "We stood like that, in a tender embrace, for a couple more minutes, until the noise of approaching people made us get dressed and head back to the club.",
  "str_927C57E4": "I'll step away for a bit.",
  "str_6D38F68F": "Alright, fine.",
  "str_752BC52E": "My gaze fell on the bar, where Tom was sitting. Seeing me looking at him, he beckoned me over with a slight hand gesture.",
  "str_D4DF3EA7": "Every other person here was just devouring you with their eyes.",
  "str_453A2870": "A sly smile lit up my face at those words.",
  "str_C8B47124": "Looks like you were really letting loose.",
  "str_FE2D0B9B": "That's probably not your thing, right? You were pretty restrained on the dance floor.",
  "str_8B57F8CA": "Yes, this music captured my heart and soul.",
  "str_58961DAD": "I enjoyed watching you.",
  "str_2E882E34": "I just don't like attracting unnecessary attention.",
  "str_3519BC39": "That sounds a bit strange, don't you think?",
  "str_3EA28686": "You're just not drunk enough. I ordered a cocktail for you a while ago and was wondering if you'd notice me.",
  "str_6764D373": "Tom handed me a blue-colored cocktail.",
  "str_DD7C53F0": "Just one, I've had enough fun already.",
  "str_B949F486": "Yeah, I think one will be enough.",
  "str_2CEE3E40": "I slowly sipped the cocktail through a straw and looked around.",
  "str_1C33C0CA": "At the other end of the club, I think I noticed Miranda and Mark coming out of the hallway where the bathrooms were.",
  "str_69DD5BCD": "And somewhere not far from them, I caught a glimpse of Edwin's face.",
  "str_75D880A8": "I think I better go join my friends.",
  "str_F8473E84": "Are you sure?",
  "str_EFC4F286": "Yes. We'll see each other again.",
  "str_4E91DDEB": "As I made my way through the crowd toward the others, I felt strange.",
  "str_0C2060E5": "Probably the cocktail was too strong, because my surroundings were spinning me around in a colorful whirlwind.",
  "str_E2F3C1F0": "It was fun.",
  "str_B67FD6DE": "How long is this going to go on? I don't understand how someone can be such a bastard!",
  "str_9D2607EE": "Is that true?",
  "str_67B39E63": "I'll remember your cute little eyes.",
  "str_D7420949": "And then something went wrong...",
  "str_C17CEA9F": "Tom",
  "str_EBE1B5CB": "Pentagram in the bushes",
  "str_8725AFEE": "Left with Edwin",
  "str_0C66266D": "Left with Mark",
  "str_9DF0B694": "Stayed with Miranda",
  "str_6AF6EAC0": "Tom knows where we're staying",
  "str_0B6495F5": "Friendship with Miranda",
  "str_76BFF3C3": "The old man remembered!"
}