{
  "str_1AA4873C": "Wild Beach",
  "str_EB133F16": "Part One: Meeting in Coastal Waters",
  "str_86A599ED": "Caucasian",
  "str_4F394F1E": "Passion",
  "str_5D13A7F1": "Fun",
  "str_FEBA0FC4": "Restraint",
  "str_AEF9B513": "Reputation",
  "str_65738CDB": "Relationship with Edwin",
  "str_28D170F4": "Relationship with Mark",
  "str_3976D156": "Relationship with Miranda",
  "str_54BC83C2": "Yellow Tent",
  "str_4A239BE1": "Red Tent",
  "str_436CD854": "Blue Tent",
  "str_2C3D4123": "Mark in Contacts",
  "str_D8536408": "Edwin in Contacts",
  "str_273B8DED": "Mongoloid",
  "str_67E2E758": "Negroid",
  "str_62C9C868": "Casual Top with Ring and Denim Shorts",
  "str_A260B414": "Casual Skirt and Top",
  "str_2F79F177": "Casual Top and Jeans",
  "str_3C5087A8": "Red Dress",
  "str_D561FE98": "Club Leggings and Transparent Tank Top",
  "str_72AB3F5B": "Club Skirt and Top",
  "str_B81816F6": "Gray-Blue",
  "str_4F4C3ADD": "Brown",
  "str_040047CD": "Light Brown",
  "str_19CE9414": "Blonde Bob",
  "str_58746968": "Sandy Blonde Bob",
  "str_ABC20CEA": "Black-Purple Ponytail",
  "str_6EE79712": "Red Wavy",
  "str_A5A041B8": "Pink",
  "str_D275EA9D": "Black Swimsuit",
  "str_87C47C8F": "Glitter Swimsuit",
  "str_DA45C061": "Black Mini Swimsuit",
  "str_0773BEA9": "So here we are at the beach.",
  "str_CA0D8E82": "Miranda and I had been planning this trip together after exams for a long time.",
  "str_861DC08C": "And it finally happened!",
  "str_09BFF82B": "All exams are passed, studies are behind us, and in three months we'll go to different universities.",
  "str_1B66C84E": "So this trip should be our farewell to the past and the beginning of something new.",
  "str_90D3CE25": "Hey, why did you stop? Who's going to set up the tent?",
  "str_EC93720B": "Alice",
  "str_D5DBBDEB": "Miranda",
  "str_F71AE2E8": "Edwin",
  "str_AC60ADBC": "Mark",
  "str_7800E010": "Old Man",
  "str_BC20DBE4": "Warning! Some of your actions may affect the course of the story.",
  "str_EDB52E99": "Swimming is a great idea!",
  "str_EA06EF87": "First, let's set up camp!",
  "str_9D930FCD": "Can we at least swim? Please! We walked so long to get here. I can't stand this heat anymore.",
  "str_F413E10F": "Yeah, sure, you nag.",
  "str_4D58287E": "So what should I tell her?",
  "str_F47E241D": "Just be quick! Or we'll waste the whole day.",
  "str_3B48A0CD": "+1 Fun",
  "str_71FCC5F6": "+1 Restraint",
  "str_43743C85": "Choose your appearance before starting the story",
  "str_EBF79EA0": "We entered the water, and goosebumps covered my body. The smell of salt and fresh air made me forget about the whole world around us for a second.",
  "str_B1307960": "The sunlight reflected off the smooth, barely noticeable waves like a kaleidoscope, playfully inviting my body and mind to another, shadowy space.",
  "str_F72B4F72": "But Miranda's voice brought me back to reality...",
  "str_C6F36AF6": "Brrr. So cold!",
  "str_DCE39A2D": "Let's run! We'll get used to the water faster that way!",
  "str_10B6BBD3": "We ran towards the morning waves and started splashing water at each other with screams.",
  "str_792B001D": "Okay, we cooled down, that's enough. We still need to set up the tent.",
  "str_2AE47509": "We came out of the sea.",
  "str_4E5BAF2E": "Drops of salt water sparkled like tiny crystals on our slightly tanned bodies.",
  "str_297AFBDC": "Our bodies quickly got used to the sea temperature, and we continued fooling around for a couple more minutes.",
  "str_CA2C44CD": "Something's not clear here, what color is our tent?",
  "str_340C1F4E": "Blue",
  "str_9380138B": "Red",
  "str_0F6F2CE3": "Yellow",
  "str_35BCF84F": "Okay, don't forget to do the main thing!",
  "str_BB73E49D": "Alright. So, what do I need to do?",
  "str_67D227BE": "Tie the poles tighter.",
  "str_2EF12EA5": "Hammer the stakes harder.",
  "str_13F61EBD": "Check the tent tension.",
  "str_2928AD22": "Perfect! Now let's think about having some real fun.",
  "str_A50B9826": "Could we just spend the whole day lounging on the beach?",
  "str_6B6A2799": "We'll have time for that. We need to find the hottest party spot here. We came for adventures!",
  "str_3144B248": "Are you sure?",
  "str_8B06A37C": "Of course, we'll go to a local band's concert tonight. I already checked. The concert is at 7 PM.",
  "str_D1D1D024": "Then we still have a couple of hours to lounge and sunbathe.",
  "str_301557A3": "You're right about that!",
  "str_57998259": "+1 Passion",
  "str_8ACE628C": "Miranda and I laid out towels and started sunbathing under the summer sun.",
  "str_29847F87": "Our bodies gradually warmed up, and our skin, moisturized with sunscreen, glistened pleasantly.",
  "str_637B9CA5": "I noticed the outline of a yacht appearing in the coastal waters.",
  "str_20D0F6B9": "Miranda, look! There's a yacht out at sea, it's so big.",
  "str_8B13C6B5": "Well, more like medium-sized. But it's still interesting. Maybe there are some guys on it?",
  "str_50B091BA": "Looks like it's going to be a hot day!",
  "str_6720FCBB": "The main thing is that they're nice people. Who they are isn't that important!",
  "str_A593FB37": "Hmm. What difference does it make? We're not going to approach them, are we?",
  "str_C066BAD3": "Yes, babe! We're going to party!",
  "str_E58D036C": "I don't know about nice, but I think they might surprise us!",
  "str_D362C275": "Of course we will!",
  "str_23C476A2": "Miranda got up from her towel and started waving at the passing yacht.",
  "str_2BB2E8E0": "What are you doing? We don't know who's there!",
  "str_5C1FE3AD": "Probably some young, fun people with money. Such acquaintances won't hurt us!",
  "str_CF0F4EC4": "What should I do?",
  "str_C3067075": "The yacht changed course and approached the shore. Two muscular male silhouettes became visible on it.",
  "str_CA435CE4": "Look, they noticed us!",
  "str_C5E0B7DB": "Miranda looked at the yacht with interest.",
  "str_9CBCCB38": "The yacht stopped in the coastal waters, and the guys got on jet skis and headed towards us.",
  "str_2EB1BFB3": "I hope it's worth it...",
  "str_ADAD6096": "God, look at those handsome guys. I call dibs on the dark-haired one!",
  "str_2DA7F895": "I looked at the young men. They were indeed very attractive.",
  "str_2B802345": "While Miranda was shamelessly staring at the yacht, the guys had already reached the shore and parked their jet skis.",
  "str_6B622357": "Hi, girls! I'm Edwin, and this is Mark!",
  "str_C1F56C58": "Mark waved at us.",
  "str_2F7FA4E7": "Hi, boys! My name's Miranda!",
  "str_403F41F1": "Miranda gave me a meaningful look, clearly indicating that I should introduce myself.",
  "str_43ABDD7C": "Flirtatiously wink at Edwin",
  "str_C50DD97B": "Flirtatiously wink at Mark",
  "str_DC8DD5AA": "Say: 'Hi'",
  "str_AB5DF625": "...",
  "str_4C3B53BB": "Miranda suddenly pushed me aside and said: 'It's so great we met.'",
  "str_04F3572B": "Edwin smiled at me, slightly embarrassed.",
  "str_612FFDE3": "This is Alice. It's our first day here, but we're ready to party hard!",
  "str_DD679C0B": "Hi",
  "str_FAFCDDAD": "Haha, you're quick. Do you live right on the beach?",
  "str_40D520AE": "Stand up and wave with Miranda",
  "str_5B899CEB": "Ignore the yacht",
  "str_AB7413D7": "Stand up and look at the yacht with interest",
  "str_90FA936E": "+2 Passion",
  "str_C1C05402": "Yes, but if we find a more interesting spot...",
  "str_97C17D8E": "Well, we want to be near the sea!",
  "str_D785A601": "It's not such a bad option.",
  "str_CB7CA2F6": "Anyway, if we find a more interesting spot, we'll think about changing locations.",
  "str_4A3440D6": "I think it's a great option to always be near the sea, watch sunsets and sunrises, fall asleep under the starry sky.",
  "str_D7CC0DA6": "I mean, it might be dangerous. This is a wild beach—no lifeguards, no security.",
  "str_34433068": "Well then, it's good we met you. You can keep an eye on us!",
  "str_5695D367": "I think we can arrange that!",
  "str_87ADDAA2": "The guys sat down near us, and we chatted for a while.",
  "str_D4032E09": "It turned out that Edwin lives in the area and owns a nightclub where we planned to go for the concert tonight.",
  "str_9CB42A59": "And Mark isn't from here. He only comes in the summer to relax and run one of his seasonal businesses.",
  "str_A907546C": "So, are you staying here long?",
  "str_C2F6D552": "For a week.",
  "str_FB1ECE01": "We haven't decided yet.",
  "str_45D19FDE": "Why? Do you want to spend more time with us?",
  "str_EA6ACAC2": "Edwin thinks you're flirting with him.",
  "str_59E39F8E": "Maybe we could exchange numbers, Alice? Just in case. In case you need that promised protection on the wild beach?",
  "str_3EAD94B9": "Exchange numbers.",
  "str_EBDE0A29": "Don't give your number.",
  "str_6A50BAC8": "Give your number to Edwin?",
  "str_B972B3CC": "Sorry, but you're rushing things.",
  "str_037EBE2E": "Sorry, I didn't realize it might seem too fast.",
  "str_62DA393A": "Now you can talk to Edwin on the phone.",
  "str_959217CC": "The guy raised an eyebrow and looked puzzled at our tent standing alone on the sand.",
  "str_96F82103": "Do you live right on the beach?",
  "str_2DE47FFC": "You know who's always ready for a little phone chat? That's right—me! Mark, you can write down my number, by the way.",
  "str_2D01285F": "Yeah, sure. Alice, what about you?",
  "str_9A2F60C2": "Mark glanced awkwardly at Miranda but decided to support her initiative.",
  "str_714B8E9F": "At that moment, Miranda gave me a reproachful look.",
  "str_1089CFEA": "Give your number to Mark.",
  "str_42C34961": "Don't give your number.",
  "str_F0495746": "Give him your number?",
  "str_AF3725B3": "Now you can talk to Mark on the phone.",
  "str_6182709B": "The guys stayed a little longer and chatted with us, then talked about continuing our acquaintance.",
  "str_3ED61BC4": "Maybe we'll meet tonight after your concert?",
  "str_8E58169F": "Why not? I think it's a good idea.",
  "str_A2154505": "Great, see you tonight!",
  "str_301AAAE5": "See you, Mark!",
  "str_1C3B323F": "See you, Edwin!",
  "str_19BDD45A": "See you tonight, guys!",
  "str_DFFF7EA0": "The guys leisurely got on their jet skis and headed back to the yacht.",
  "str_A91B6678": "Seems like we've been lying in the sun too long. I felt my skin starting to hurt from sudden movements.",
  "str_8AB9C36C": "It's time to get ready for the concert.",
  "str_DCEB51DD": "Was it just me, or were you flirting with Mark?",
  "str_9652DBA2": "Well, it's not my fault.",
  "str_B8D60B2B": "Sorry, it was accidental.",
  "str_CF68A88F": "I didn't think so",
  "str_65E0565A": "Miranda will remember this!",
  "str_8B9D88EB": "Maybe we won't forget everything.",
  "str_BD04481F": "Sorry, it was accidental. Didn't mean to upset you, just trying to be nice.",
  "str_C585700E": "Really? Tonight, be nice to Edwin, and leave Mark to me.",
  "str_73557CBC": "I hope so, because I really liked him.",
  "str_994BDD22": "It's not my fault I attract guys' attention. Besides, we're here on vacation. We'll leave soon and forget everything that happened.",
  "str_3530C99E": "You were shamelessly staring at Mark. I told you I like him!",
  "str_762A0BD2": "You imagined it. I just said hi to him.",
  "str_402BC1AA": "Stop it, I'm not blind!",
  "str_C7C9C12F": "They're so sweet! How do you like Edwin?",
  "str_03EF38A8": "I don't think I need a vacation fling.",
  "str_7B057D9E": "He seemed like a nice guy.",
  "str_CA32D845": "I don't know, I liked Mark.",
  "str_7D3AB311": "Alright, let's get ready for the concert.",
  "str_FB33741F": "I'm not sure I have the right clothes.",
  "str_5068E5EA": "I thought camping meant we'd be in the forest or on the beach all the time. I didn't plan for this kind of vacation.",
  "str_C6E5D3EE": "Then take something from my clothes.",
  "str_CD4FA4A7": "Miranda cooled down a bit...",
  "str_AF1DEAE0": "Alright, now we can go!",
  "str_3DF0AC64": "I think I hear some strange noise.",
  "str_16807308": "It's right near us. Let's check it out.",
  "str_0258ABB3": "The girls stepped away from the tent and saw a male figure. The man seemed to be talking to himself and nervously fidgeting with something in his hands.",
  "str_D7791C8A": "The figure suddenly turned and walked straight toward us.",
  "str_0376B58B": "Hello, girls!",
  "str_D23FD5B1": "The man said threateningly as he approached us closely."
}